Repository: fotoner/DJCrate
Catalog: Sources/DJCrate/Resources/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: <명령>
en: <command>
ja: <コマンド>

source: <볼륨|폴더> [--json]
en: <volume|folder> [--json]
ja: <ボリューム|フォルダ> [--json]

source: <사본.db> <출력.sql> [--overwrite]
en: <copy.db> <output.sql> [--overwrite]
ja: <コピー.db> <出力.sql> [--overwrite]

source: <제목> [--db PATH] [--json]
en: <title> [--db PATH] [--json]
ja: <タイトル> [--db PATH] [--json]

source: <파일|ContentID> [--db PATH]
en: <file|ContentID> [--db PATH]
ja: <ファイル|ContentID> [--db PATH]

source: = 초안(파일·rekordbox에 쓰기 전)
en: = Draft (not yet written to files or rekordbox)
ja: = 下書き（ファイル・rekordboxへの書き込み前）

source: Apple Music XML 가져오기
en: Import Apple Music XML
ja: Apple Music XMLの読み込み

source: Apple Music XML 가져오기…
en: Import Apple Music XML…
ja: Apple Music XMLを読み込む…

source: A~H 밖의 핫큐
en: Hot Cues outside A–H
ja: A〜H以外のホットキュー

# BPM %@ → %@ · 구간 %lld → %lld
source: BPM %1$@ → %2$@ · 구간 %3$lld → %4$lld
en: BPM %1$@ → %2$@ · Sections %3$lld → %4$lld
ja: BPM %1$@ → %2$@ · 区間%3$lld → %4$lld

source: BPM ±6% · 반·두 배 포함 · 키 이웃 · 장르 · #태그 점수순 상위 100곡 · 더블클릭·Return으로 덱에 올립니다
en: BPM ±6% · half and double included · neighboring keys · genre · #tags Top 100 by score · Double-click or press Return to load a track to the deck
ja: BPM ±6% · 半分・倍を含む · 隣接キー · ジャンル · #タグ スコア上位100曲 · ダブルクリックまたはReturnでデッキに読み込みます

source: BPM 두 배로 비교
en: BPM compared at double
ja: BPMを倍で比較

source: BPM 변경
en: Change BPM
ja: BPMを変更

source: BPM 없음
en: No BPM
ja: BPMなし

source: BPM 절반으로 비교
en: BPM compared at half
ja: BPMを半分で比較

source: BPM·그리드 없음
en: No BPM or Grid
ja: BPM・グリッドなし

source: BPM은 120-130처럼 양수 범위로 쓰세요
en: Use a positive BPM range such as 120-130
ja: BPMは120-130のように正の範囲で指定してください

source: BPM은 20…655.35 사이로 입력하세요
en: Enter a BPM between 20 and 655.35
ja: BPMは20〜655.35の範囲で入力してください

source: CDJ가 쓴 기록·목록이 있어 Device Library는 아직 고칠 수 없습니다
en: The Device Library cannot be edited yet because it has histories or lists written by a CDJ
ja: CDJが書き込んだ履歴・リストがあるため、Device Libraryはまだ編集できません

source: CDJ가 쓴 기록·목록이 있어 아직 옮길 수 없습니다. rekordbox에서 USB를 다시 내보내세요
en: Cannot convert yet because it has histories or lists written by a CDJ. Export the USB again from rekordbox
ja: CDJが書き込んだ履歴・リストがあるため、まだ移行できません。rekordboxからUSBをもう一度エクスポートしてください

source: CDJ에서 확인하지 않은 항목 %lld개:
en: Items not yet checked on CDJs (%lld):
ja: CDJで確認していない項目 %lld件:

source: CDJ에서 확인하지 않은 항목이 있는 곡 %lld개:
en: Tracks with items not yet checked on CDJs (%lld):
ja: CDJで確認していない項目がある曲 %lld曲:

source: CUE — 재생 중: 큐로 돌아가 정지 · 멈춤: 큐 지점 설정 · 누르고 있기: 미리 듣기
en: CUE — While playing: return to the cue and stop · While paused: set the cue point · Hold: preview
ja: CUE — 再生中：キューに戻って停止 · 停止中：キューポイントを設定 · 押し続ける：プレビュー

source: CUE 위치에 메모리 큐 추가 (%@). Shift를 누르고 누르면 현재 재생 위치의 메모리 큐를 지웁니다
en: Add a Memory Cue at the CUE point (%@). Shift-click to delete the Memory Cue at the current playback position.
ja: CUEポイントにメモリーキューを追加（%@）。Shiftを押しながらクリックすると、現在の再生位置のメモリーキューを削除します。

source: ContentID 하나를 지정하세요
en: Specify one ContentID
ja: ContentIDを1つ指定してください

source: DB 교체
en: Replacing databases
ja: DBの置き換え

source: DB 구조: 확인한 모양과 같음(DBVersion %@) · %@
en: DB structure: Matches the verified schema (DBVersion %1$@) · %2$@
ja: DB構造: 確認済みの構造と一致（DBVersion %1$@） · %2$@

# DB 버전 %@(확인한 버전 %@)
source: DB 버전 %1$@(확인한 버전 %2$@)
en: DB version %@ (verified version: %@)
ja: DBバージョン%@（確認済みのバージョン：%@）

source: DB를 열지 못했습니다 (%@): %@
en: Could not open DB (%1$@): %2$@
ja: DBを開けませんでした（%1$@）: %2$@

source: DJCrate 단축키
en: DJCrate Keyboard Shortcuts
ja: DJCrateのキーボードショートカット

source: DJCrate 데이터 폴더가 rekordbox와 다른 디스크라 스냅샷마다 라이브러리 전체를 복사합니다.
en: The DJCrate data folder is on a different disk from rekordbox, so each restore point copies the whole library.
ja: DJCrateのデータフォルダがrekordboxと別のディスクにあるため、復元ポイントごとにライブラリ全体をコピーします。

source: DJCrate 데이터 폴더가 rekordbox와 다른 디스크라 자동 시점 스냅샷을 남기지 않습니다(라이브러리 전체를 매일 복사하지 않게).
en: The DJCrate data folder is on a different disk from rekordbox, so automatic restore points are off (to avoid copying the whole library every day).
ja: DJCrateのデータフォルダがrekordboxと別のディスクにあるため、自動復元ポイントは作成しません(毎日ライブラリ全体をコピーしないため)。

source: DJCrate 데이터 폴더의 usb-drafts를 확인한 뒤 다시 시도하세요
en: Check usb-drafts in the DJCrate data folder, then try again
ja: DJCrateデータフォルダのusb-draftsを確認してから、もう一度お試しください

source: DJCrate 데이터 폴더의 usb-histories 쓰기 권한을 확인한 뒤 다시 바꾸세요
en: Check write permission for usb-histories in the DJCrate data folder, then change it again
ja: DJCrateデータフォルダのusb-historiesの書き込み権限を確認してから、もう一度変更してください

source: DJCrate 데이터 폴더의 usb-histories 쓰기 권한을 확인한 뒤 다시 시도하세요
en: Check write permissions for usb-histories in the DJCrate data folder, then try again.
ja: DJCrateデータフォルダー内のusb-historiesの書き込み権限を確認して、再試行してください。

source: DJCrate 데이터 폴더의 usb-histories를 확인한 뒤 USB를 다시 연결하세요
en: Check usb-histories in the DJCrate data folder, then reconnect the USB
ja: DJCrateデータフォルダのusb-historiesを確認してから、USBを接続し直してください

source: DJCrate 초안이 있는 곡 (rekordbox·파일에 쓰기 전)
en: Track with a DJCrate draft, not yet written to rekordbox or files
ja: DJCrateの下書きがある曲（rekordbox・ファイルへの書き込み前）

source: DJCrate 초안이 있습니다 (rekordbox·파일에 쓰기 전)
en: DJCrate draft, not yet written to rekordbox or files
ja: DJCrateの下書きがあります（rekordbox・ファイルへの書き込み前）

source: DJCrate 추정과 지금 그리드가 사실상 같습니다
en: The current grid is effectively the same as the DJCrate estimate
ja: 現在のグリッドはDJCrateの推定とほぼ同じです

source: DJCrate(djc) — rekordbox DJ 라이브러리 관리 도구 사용법: %@ %@ %@
en: DJCrate(djc) — rekordbox DJ library manager Usage: %1$@ %2$@ %3$@
ja: DJCrate(djc) — rekordbox DJライブラリ管理ツール 使い方: %1$@ %2$@ %3$@

source: DJCrate가 rekordbox에 쓴 적이 없거나 백업이 정리됐습니다.
en: DJCrate hasn't written to rekordbox yet, or the backups were cleaned up.
ja: DJCrateがまだrekordboxに書き込んでいないか、バックアップが整理されました。

source: DJCrate가 계산한 결과입니다. rekordbox 화면과 다를 수 있습니다.
en: This is DJCrate's calculation. It may differ from what rekordbox shows.
ja: DJCrateが計算した結果です。rekordboxの画面と異なる場合があります。

source: DJCrate가 곡을 분석해 추정한 키입니다. 누르면 이 키로 초안을 만들고, rekordbox에는 쓰기 전까지 들어가지 않습니다.
en: A key DJCrate estimated by analyzing the track. Clicking creates a draft with this key; it is not written to rekordbox until you write.
ja: DJCrateが曲を解析して推定したキーです。クリックするとこのキーの下書きを作ります。rekordboxには書き込むまで入りません。

source: DJCrate가 소리로 추정한 키입니다. rekordbox 분석과 다를 수 있습니다
en: Key estimated by DJCrate from the audio. It may differ from rekordbox analysis.
ja: DJCrateが音から推定したキーです。rekordboxの解析結果と異なる場合があります

source: DJCrate가 이 목록의 조건을 계산하지 못해 곡을 보이지 않습니다 · rekordbox에서 확인하세요
en: DJCrate couldn't calculate this playlist's conditions, so no tracks are shown · Check it in rekordbox
ja: このプレイリストの条件をDJCrateで計算できないため、曲を表示しません · rekordboxで確認してください

source: DJCrate가 이 목록의 조건을 계산하지 못했습니다: %@
en: DJCrate couldn't calculate this playlist's conditions: %@
ja: DJCrateはこのプレイリストの条件を計算できませんでした：%@

source: DJCrate가 잰 음량으로 계산한 게인을 이 곡의 게인 초안으로 넣습니다. rekordbox에는 쓰기 전까지 들어가지 않습니다(실행 취소 가능).
en: Puts the gain calculated from DJCrate’s loudness measurement into this track’s gain draft. It is not written to rekordbox until you write (can be undone).
ja: DJCrateが測った音量から計算したゲインを、この曲のゲインの下書きに入れます。rekordboxには書き込むまで入りません（取り消し可能）。

source: DJCrate가 조건으로 계산한 읽기 전용 목록입니다 · rekordbox 화면과 곡이 다를 수 있습니다
en: Read-only playlist calculated by DJCrate from its conditions · Tracks may differ from what rekordbox shows
ja: DJCrateが条件から計算した読み取り専用のプレイリストです · rekordboxの画面と曲が異なる場合があります

source: DJCrate가 켜져 있습니다: 덱에 올린 곡의 그리드 초안은 덱 편집이 덮을 수 있으니 그 곡을 덱에 다시 불러오세요
en: DJCrate is running: deck edits can overwrite the grid draft of the track loaded on the deck, so load that track onto the deck again.
ja: DJCrateが起動中です：デッキに読み込んだ曲のグリッドの下書きはデッキでの編集で上書きされることがあるため、その曲をデッキに読み込み直してください

source: DJCrate가 켜져 있어 재생 목록 초안은 만들지 않았습니다(앱이 자기 초안으로 덮습니다). DJCrate를 끈 뒤 다시 실행하거나 앱의 rekordbox XML 가져오기를 쓰세요
en: No playlist drafts were made because DJCrate is running (the app would overwrite them with its own drafts). Quit DJCrate and run this again, or use Import rekordbox XML in the app.
ja: DJCrateが起動中のため、プレイリストの下書きは作りませんでした（アプリが自分の下書きで上書きします）。DJCrateを終了してから再実行するか、アプリの「rekordbox XMLを読み込む」を使ってください

source: DJCrate는 XML을 늘 이 파일에 만듭니다(경로를 클립보드에 복사했습니다): %@
en: DJCrate always creates XML in this file (path copied to clipboard): %@
ja: DJCrateは常にこのファイルにXMLを作成します（パスをクリップボードにコピーしました）： %@

source: DJCrate에 추가한 곡만 rekordbox에 넣을 수 있습니다.
en: Only tracks added to DJCrate can be added to rekordbox.
ja: rekordboxに追加できるのは、DJCrateに追加した曲だけです。

source: DJCrate에 추가할 음원 파일이나 폴더를 고르세요. 이미 rekordbox에 있는 파일은 건너뜁니다.
en: Choose audio files or folders to add to DJCrate. Files already in rekordbox are skipped.
ja: DJCrateに追加する音源ファイルまたはフォルダを選んでください。すでにrekordboxにあるファイルはスキップします。

source: Device Library 구조가 맞지 않으니 rekordbox에서 USB를 확인한 뒤 다시 가져오세요.
en: The Device Library structure does not match; check the USB in rekordbox, then import again.
ja: Device Libraryの構造が一致しないため、rekordboxでUSBを確認してから再度取り込んでください。

source: Device Library 구조에 문제가 있습니다. rekordbox로 USB를 다시 내보내세요
en: The Device Library structure has problems. Export the USB again from rekordbox
ja: Device Libraryの構造に問題があります。rekordboxでUSBにもう一度エクスポートしてください

source: Device Library 행 안의 먼 문자열 위치
en: Far string offsets within Device Library rows
ja: Device Library行内の離れた文字列位置

source: Device Library(export.pdb)를 읽지 못했습니다. rekordbox로 USB를 다시 내보내세요
en: Could not read the Device Library (export.pdb). Export the USB again from rekordbox
ja: Device Library（export.pdb）を読み込めませんでした。rekordboxでUSBにもう一度エクスポートしてください

source: Device Library(export.pdb)만 있는 USB에 OneLibrary(exportLibrary.db)를 더한다. 원래 파일은 그대로 둔다(실물 USB는 --allow-physical --confirm <볼륨 이름>이 있어야 씀)
en: Add OneLibrary (exportLibrary.db) to a USB that has only Device Library (export.pdb). Original files are left as they are (physical USBs need --allow-physical --confirm <volume name>)
ja: Device Library（export.pdb）だけのUSBにOneLibrary（exportLibrary.db）を追加する。元のファイルはそのまま残す（実物のUSBには--allow-physical --confirm <ボリューム名>が必要）

source: Device Library: 곡 %lld · 재생 목록 %lld · 기록 행 %lld
en: Device Library: tracks %1$lld · playlists %2$lld · history rows %3$lld
ja: Device Library: 曲 %1$lld · プレイリスト %2$lld · 演奏履歴の行 %3$lld

source: Device Library를 고치지 못해 두 형식의 곡이 달라집니다. 다음부터 이 USB를 고치려면 rekordbox에서 다시 내보내세요
en: Device Library can’t be updated, so the tracks in the two formats will differ. To edit this USB again, export it again from rekordbox
ja: Device Libraryを更新できないため、2つの形式の曲が食い違います。このUSBを次に編集するには、rekordboxからもう一度エクスポートしてください

source: Device Library를 만들었지만 다시 읽은 결과가 달라 쓰지 않았습니다. 곡을 줄여 다시 시도하세요
en: The Device Library was built but reading it back gave a different result, so it was not written. Try again with fewer tracks
ja: Device Libraryを作成しましたが、読み直した結果が異なるため書き込みませんでした。曲を減らしてもう一度試してください

source: Device Library를 읽어 OneLibrary를 더합니다. 확인 창에서 CDJ에서 확인하지 않은 항목을 확인하세요
en: Read Device Library and add OneLibrary. Review the items not yet checked on CDJs in the confirmation dialog.
ja: Device Libraryを読み、OneLibraryを追加します。確認ダイアログでCDJで確認していない項目を確認してください。

source: Device Library를 지금 고칠 수 없어, 두 형식에 함께 있는 재생 목록의 이름과 폴더는 바꾸지 않았습니다. Device Library가 막힌 이유를 먼저 푼 뒤 다시 시도하세요
en: The Device Library cannot be edited right now, so the name and folder of playlists that exist in both formats were not changed. Resolve why the Device Library is blocked, then try again
ja: Device Libraryを今は編集できないため、両方の形式にあるプレイリストの名前とフォルダは変更しませんでした。Device Libraryがブロックされている理由を先に解消してから、もう一度お試しください

source: Device Library만
en: Device Library only
ja: Device Libraryのみ

source: Device Library만 있습니다. OneLibrary를 더하려면 ‘OneLibrary 더하기…’를 누르세요
en: Only Device Library is present. Choose “Add OneLibrary…” to add OneLibrary.
ja: Device Libraryのみです。OneLibraryを追加するには「OneLibraryを追加…」を選んでください。

source: Device Library에 DJCrate가 모르는 표의 행이 있습니다. 고치기 전에 rekordbox로 USB를 다시 내보내세요
en: The Device Library has rows in tables DJCrate doesn't know. Before editing, export the USB again from rekordbox
ja: Device LibraryにDJCrateが知らないテーブルの行があります。編集する前にrekordboxでUSBにもう一度エクスポートしてください

source: Device Library에 풀어 쓴 글자(NFD)를 완성형(NFC)으로 바꿔 쓴 이름
en: Names written to Device Library with decomposed characters (NFD) converted to precomposed form (NFC)
ja: Device Libraryに分解された文字(NFD)を合成済みの形(NFC)に変えて書いた名前

source: Device Library에서 OneLibrary를 만드는 칸 대응
en: Field mapping when building OneLibrary from Device Library
ja: Device LibraryからOneLibraryを作るときの項目の対応

source: Device Library의 긴 ASCII 문자열
en: Long ASCII strings in Device Library
ja: Device Libraryの長いASCII文字列

source: FLAC 탐색 위치를 계산하지 못한 루프가 있습니다
en: Couldn't calculate the FLAC seek position for a loop
ja: FLACのシーク位置を計算できないループがあります

source: FLAC 탐색 위치를 계산하지 못한 큐가 있습니다
en: Couldn't calculate the FLAC seek position for a cue
ja: FLACのシーク位置を計算できないキューがあります

source: FLAC 파일을 읽지 못했습니다(탐색 위치를 계산할 수 없음)
en: Couldn't read the FLAC file (seek positions can't be calculated)
ja: FLACファイルを読み込めませんでした（シーク位置を計算できません）

source: FLAC 프레임을 읽지 못했습니다
en: Couldn't read the FLAC frames
ja: FLACフレームを読み込めませんでした

source: FLAC에 깨진 프레임이 있어 분석을 붙일 수 없으니 rekordbox에서 먼저 분석하세요
en: Analyze this track in rekordbox first because the FLAC file has corrupt frames and analysis can't be added.
ja: FLACに壊れたフレームがあり解析を追加できないため、先にrekordboxで解析してください。

source: Finder에서 백업 보기
en: Show Backup in Finder
ja: Finderでバックアップを表示

source: Finder에서 보기
en: Show in Finder
ja: Finderで表示

source: Flip 결과
en: Flip result
ja: Flipの結果

source: Flip 결과 창을 여는 중입니다. 창이 열린 뒤 다시 기록하세요
en: The Flip result window is opening. Record again after it opens.
ja: Flipの結果ウィンドウを開いています。ウィンドウが開いてから記録し直してください。

source: Flip 결과를 버릴까요?
en: Discard the Flip result?
ja: Flipの結果を破棄しますか？

source: Flip 결과를 재생·일시정지합니다(스페이스바)
en: Plays or pauses the Flip result (Space bar)
ja: Flipの結果を再生・一時停止します（スペースキー）

source: Flip 기록
en: Flip recording
ja: Flip記録

source: Flip 기록 마치기…
en: Finish Flip Recording…
ja: Flip記録を終了…

source: Flip 기록 시작
en: Start Flip Recording
ja: Flip記録を開始

source: Flip 기록 중: 재생하며 핫큐·루프를 쓴 뒤 Flip을 다시 누르면 편집본으로 만듭니다
en: Recording Flip: use hot cues and loops while playing, then press Flip again to create an edited version
ja: Flip記録中：再生しながらホットキュー・ループを使い、もう一度Flipを押すと編集版を作ります

source: Flip 기록 중입니다. 다시 누르면 기록을 마치고 결과 창을 엽니다
en: Recording Flip. Press again to finish recording and open the result window.
ja: Flipを記録中です。もう一度押すと記録を終了し、結果ウインドウを開きます。

source: Flip 기록을 버릴까요?
en: Discard the Flip recording?
ja: Flip記録を破棄しますか？

source: Flip 기록을 시작합니다. 재생하며 쓴 핫큐 점프·루프만 모아 같은 소리로 재생되는 편집본을 만듭니다
en: Starts Flip recording. Collects only the hot cue jumps and loops you use while playing and creates an edited version that plays back the same way.
ja: Flip記録を開始します。再生中に使ったホットキューのジャンプ・ループだけを集め、同じように再生される編集版を作ります。

source: Flip 다시 기록…
en: Record Flip Again…
ja: Flipを記録し直す…

source: Flip 렌더가 끝나거나 취소한 뒤 다시 기록하세요
en: Wait for the Flip render to finish or cancel it before recording again
ja: Flipのレンダリングが終わるか、キャンセルしてから記録し直してください

source: Flip 버리기
en: Discard Flip
ja: Flipを破棄

source: Flip 버리기…
en: Discard Flip…
ja: Flipを破棄…

# Flip 편집본을 추가한 곡에 넣었습니다: %@ · %@ · 큐 %lld개
source: Flip 편집본을 추가한 곡에 넣었습니다: %1$@ · %2$@ · 큐 %3$lld개
en: Added the Flip edit to Added Tracks: %1$@ · %2$@ · cues: %3$lld
ja: Flip編集版を「追加した曲」に入れました：%1$@ · %2$@ · キュー%3$lld個

source: GPT로 포맷한 USB는 일부 기기가 읽지 못할 수 있습니다. 기기에서 읽히지 않으면 MBR로 포맷하세요
en: Some devices may not read a USB formatted with GPT. If a device can't read it, format it as MBR
ja: GPTでフォーマットしたUSBは一部の機器で読めないことがあります。機器で読めない場合はMBRでフォーマットしてください

source: ISRC에 전각·한글처럼 ASCII가 아닌 글자가 있어 Device Library에 쓸 수 없습니다. rekordbox에서 ISRC를 반각 영문·숫자로 고친 뒤 다시 시도하세요
en: The ISRC contains non-ASCII characters (such as full-width or Hangul characters), so it can't be written to the Device Library. Change the ISRC to half-width letters and numbers in rekordbox and try again
ja: ISRCに全角文字やハングルなどASCII以外の文字があるため、Device Libraryに書き込めません。rekordboxでISRCを半角英数字に直してからもう一度試してください

source: JPEG·PNG 앨범아트 파일을 골라 앨범아트 초안을 만듭니다
en: Choose a JPEG or PNG image to make an album art draft
ja: JPEG・PNGのアルバムアートを選んでアルバムアートの下書きを作ります

source: JPEG·PNG가 아닌 앨범아트는 rekordbox에서 확인하지 않았으니 JPEG나 PNG 앨범아트를 고르세요
en: Album art in formats other than JPEG or PNG is not verified with rekordbox. Choose a JPEG or PNG image.
ja: JPEG・PNG以外のアルバムアートはrekordboxで未確認です。JPEGかPNGのアルバムアートを選んでください

source: MBR이나 GPT 파티션이 아닌 USB에는 쓸 수 없습니다. 디스크 유틸리티에서 MBR로 포맷한 뒤 다시 시도하세요
en: Can't write to a USB without an MBR or GPT partition. Format it as MBR in Disk Utility and try again
ja: MBRまたはGPTのパーティションではないUSBには書き込めません。ディスクユーティリティでMBRでフォーマットしてから、もう一度お試しください

source: MP3 프레임을 읽지 못했습니다
en: Couldn't read the MP3 frames
ja: MP3フレームを読み込めませんでした

source: MP3 프레임이 중간에 끊겨 있어(깨진 프레임) 분석을 붙일 수 없으니 rekordbox에서 먼저 분석하세요
en: Analyze this track in rekordbox first because the MP3 frames break off partway through (corrupt frames) and analysis can't be added.
ja: MP3フレームが途中で途切れていて（壊れたフレーム）解析を追加できないため、先にrekordboxで解析してください。

source: Music 또는 iTunes에서 내보낸 보관함·재생 목록 XML을 고르세요.
en: Choose a library or playlist XML exported from Music or iTunes.
ja: ミュージックまたはiTunesから書き出したライブラリ・プレイリストのXMLを選んでください。

source: Music 보관함을 새로 읽는 중이니 목록이 최신으로 바뀐 뒤 동기화하세요.
en: Reloading the Music library. Sync after the playlists are up to date.
ja: ミュージックのライブラリを読み込み直しています。プレイリストが最新になってから同期してください。

source: Music 보관함을 읽는 중…
en: Reading the Music library…
ja: ミュージックのライブラリを読み込み中…

source: Music에 음원 파일이 없는 곡(스트리밍·클라우드)이라 USB에 넣지 않았습니다. Music에서 내려받아 rekordbox 컬렉션에 넣은 뒤 다시 동기화하세요
en: Not added to the USB because Music has no audio file for this track (streaming or cloud only). Download it in Music, add it to the rekordbox collection, then sync again
ja: ミュージックにオーディオファイルがない曲（ストリーミング・クラウド）のため、USBに入れませんでした。ミュージックでダウンロードしてrekordboxコレクションに追加してから、もう一度同期してください

source: Music의 파일 › 보관함 › 보관함 내보내기에서 XML을 저장하세요. 재생 목록 내보내기에서 XML을 골라도 됩니다.
en: In Music, save the XML with File › Library › Export Library. An XML from Export Playlist also works.
ja: ミュージックの「ファイル › ライブラリ › ライブラリを書き出す」でXMLを保存してください。「プレイリストを書き出す」で書き出したXMLでも構いません。

source: My Tag 이름이 너무 길어 Device Library에 쓸 수 없습니다. rekordbox에서 My Tag 이름을 줄인 뒤 다시 시도하세요
en: A My Tag name is too long to write to the Device Library. Shorten the My Tag name in rekordbox and try again
ja: マイタグの名前が長すぎてDevice Libraryに書き込めません。rekordboxでマイタグの名前を短くしてからもう一度試してください

source: My Tag와 곡의 연결
en: Links between My Tags and tracks
ja: マイタグと曲の関連付け

source: My Tag의 마스터 DB ID 칸
en: Master DB ID field of My Tags
ja: マイタグのマスターDB ID欄

source: OneLibrary %@ 표의 칸이 확인한 모양과 다릅니다
en: The columns of the OneLibrary %@ table differ from the verified layout
ja: OneLibraryの%@テーブルの列が確認済みの形と異なります

source: OneLibrary property 행이 1개가 아닙니다(%lld개)
en: OneLibrary must have exactly one property row (found %lld)
ja: OneLibraryのpropertyの行が1行ではありません（%lld行）

source: OneLibrary 기기 큐 행의 해석을 확인하지 못했으니 큐는 rekordbox에서 직접 가져오세요.
en: OneLibrary device cue rows cannot yet be interpreted reliably; import cues directly in rekordbox.
ja: OneLibraryの機器キュー行の解釈を確認できていないため、キューはrekordboxで直接取り込んでください。

source: OneLibrary 더하기
en: Add OneLibrary
ja: OneLibraryを追加

source: OneLibrary 더하기…
en: Add OneLibrary…
ja: OneLibraryを追加…

source: OneLibrary 앨범아트 자리에 다른 파일이 있어 옮기지 않았습니다. rekordbox에서 USB를 다시 내보내세요
en: Not converted because a different file is already where the OneLibrary album art goes. Export the USB again from rekordbox
ja: OneLibraryのアルバムアートの場所に別のファイルがあるため移行しませんでした。rekordboxからUSBをもう一度エクスポートしてください

source: OneLibrary 인덱스가 확인한 모양과 다릅니다
en: The OneLibrary indexes differ from the verified layout
ja: OneLibraryのインデックスが確認済みの形と異なります

# OneLibrary 표 구성이 확인한 모양과 다릅니다(없는 표: %@, 모르는 표: %@)
source: OneLibrary 표 구성이 확인한 모양과 다릅니다(없는 표: %1$@, 모르는 표: %2$@)
en: The OneLibrary tables differ from the verified layout (missing: %1$@, unknown: %2$@)
ja: OneLibraryのテーブル構成が確認済みの形と異なります（ないテーブル: %1$@、不明なテーブル: %2$@）

source: OneLibrary(exportLibrary.db)가 손상돼 읽지 못했습니다. rekordbox로 USB를 다시 내보내세요
en: OneLibrary (exportLibrary.db) is damaged and could not be read. Export the USB again from rekordbox
ja: OneLibrary（exportLibrary.db）が破損していて読み込めませんでした。rekordboxでUSBにもう一度エクスポートしてください

source: OneLibrary: 곡 %lld · 재생 목록 %lld · My Tag %lld · 기록 %lld
en: OneLibrary: tracks %1$lld · playlists %2$lld · My Tags %3$lld · histories %4$lld
ja: OneLibrary: 曲 %1$lld · プレイリスト %2$lld · マイタグ %3$lld · 演奏履歴 %4$lld

source: OneLibrary로 옮기기는 있던 파일을 바꾸지 않습니다. USB를 다시 읽은 뒤 옮기세요
en: Converting to OneLibrary does not change existing files. Read the USB again, then convert
ja: OneLibraryへの移行は既存のファイルを変更しません。USBをもう一度読み込んでから移行してください

source: OneLibrary를 더할 수 없습니다
en: Cannot Add OneLibrary
ja: OneLibraryを追加できません

source: OneLibrary를 더할까요?
en: Add OneLibrary?
ja: OneLibraryを追加しますか？

source: OneLibrary만
en: OneLibrary only
ja: OneLibraryのみ

source: OneLibrary에 기기가 쓰다 남긴 파일(-wal·-journal)이 있습니다. 기기에서 USB를 정상적으로 꺼낸 뒤 다시 읽으세요
en: OneLibrary has files a player left while writing (-wal, -journal). Eject the USB properly from the player, then read it again
ja: OneLibraryに機器が書き込み途中で残したファイル（-wal・-journal）があります。機器からUSBを正しく取り外してから、もう一度読み込んでください

source: OneLibrary에 확인하지 않은 뷰나 트리거가 있습니다(%@)
en: OneLibrary contains unverified views or triggers (%@)
ja: OneLibraryに確認していないビューまたはトリガーがあります（%@）

source: PMAI 길이가 맞지 않음
en: PMAI length is incorrect
ja: PMAIの長さが正しくありません

source: PMAI 아님
en: Not a PMAI file
ja: PMAIではありません

source: PWAV 길이가 맞지 않음
en: PWAV length is incorrect
ja: PWAVの長さが正しくありません

source: PWAV 머리가 짧음
en: PWAV header is too short
ja: PWAVのヘッダーが短すぎます

source: Shift: 1마디
en: Shift: 1 Bar
ja: Shift: 1小節

source: Shift: 이 자리 메모리 큐 지우기
en: Shift: Delete Memory Cue Here
ja: Shift: この位置のメモリーキューを削除

source: Shift: 이전 제안으로
en: Shift: Previous Suggestion
ja: Shift: 前の候補へ

source: Shift: 지우기
en: Shift: Delete
ja: Shift: 削除

source: Shift는 핫큐·메모리 큐 지우기, 1마디 이동, 이전 제안에 씁니다. Esc는 덱에서 큐 선택을 풉니다(그 뒤 1박 이동 키는 재생 위치를 옮깁니다). ⌘·⌃·⌥ 조합(메뉴·실행 취소 ⌘Z)과 Return·Esc·Tab·↑↓·Home·End·Page Up/Down(곡 고르기·칸 나가기)은 지정할 수 없습니다.
en: Shift is used to delete Hot Cues and Memory Cues, move by 1 bar, and go to the previous suggestion. Esc clears the cue selection on the deck (after that, the 1-beat keys move the playhead). ⌘/⌃/⌥ combinations (menus, Undo ⌘Z) and Return, Esc, Tab, ↑↓, Home, End, Page Up/Down (choosing tracks, leaving fields) can't be assigned.
ja: Shiftはホットキュー・メモリーキューの削除、1小節移動、前の候補に使います。Escはデッキでキューの選択を解除します（その後、1拍移動キーは再生位置を動かします）。⌘・⌃・⌥の組み合わせ（メニュー・取り消し ⌘Z）とReturn・Esc・Tab・↑↓・Home・End・Page Up/Down（曲の選択・セルの確定）は割り当てられません。

source: TAP 초기화
en: Reset TAP
ja: TAPをリセット

source: TrackID가 겹친 곡
en: Tracks with a duplicate TrackID
ja: TrackIDが重複した曲

source: USB ‘%@’에서 가져와 DJCrate에 보존한 기록입니다. rekordbox 쓰기 대기에 있어 rekordbox에 쓰기(⇧⌘E) 때 rekordbox 재생 기록에 넣습니다
en: Imported from the USB ‘%@’ and kept in DJCrate. It's in Pending rekordbox Writes and goes into rekordbox History when you Write to rekordbox (⇧⌘E)
ja: USB「%@」から取り込んでDJCrateに保存した履歴です。rekordbox書き込み待ちにあり、rekordboxに書き込む（⇧⌘E）ときにrekordboxの演奏履歴に入れます

source: USB ‘%@’에서 가져와 DJCrate에 보존한 기록입니다. rekordbox 쓰기 대기에서 뺐습니다
en: Imported from the USB ‘%@’ and kept in DJCrate. Removed from Pending rekordbox Writes
ja: USB「%@」から取り込んでDJCrateに保存した履歴です。rekordbox書き込み待ちから外しました

source: USB ‘%@’에서 가져와 DJCrate에 보존한 기록입니다. rekordbox에 썼습니다
en: Imported from the USB ‘%@’ and kept in DJCrate. Written to rekordbox
ja: USB「%@」から取り込んでDJCrateに保存した履歴です。rekordboxに書き込みました

source: USB ‘%@’에서 가져와 DJCrate에 보존한 기록입니다. rekordbox에는 없습니다
en: Imported from the USB ‘%@’ and kept in DJCrate. It isn't in rekordbox
ja: USB「%@」から取り込んでDJCrateに保存した履歴です。rekordboxにはありません

source: USB ‘%@’에서 가져와 DJCrate에 보존한 기록입니다. 같은 곡이 두 번 이상 들어 DJCrate는 rekordbox에 쓰지 않으니 rekordbox에서 USB를 연결해 직접 가져오세요
en: Imported from the USB ‘%@’ and kept in DJCrate. It has the same track more than once, so DJCrate does not write it to rekordbox. Connect the USB to rekordbox and import it there
ja: USB「%@」から取り込んでDJCrateに保存した履歴です。同じ曲が2回以上入っているためDJCrateはrekordboxに書き込みません。rekordboxにUSBを接続して直接取り込んでください

source: USB ‘%@’에서 가져와 DJCrate에 보존한 기록입니다. 컬렉션에 있는 곡이 없어 rekordbox에는 쓰지 않습니다
en: Imported from the USB ‘%@’ and kept in DJCrate. None of its tracks are in the Collection, so it isn't written to rekordbox
ja: USB「%@」から取り込んでDJCrateに保存した履歴です。コレクションにある曲がないため、rekordboxには書き込みません

source: USB 곡 순서 바꾸기
en: Reorder USB Tracks
ja: USBの曲の並べ替え
